<template>
<div>
<h1>更新日志：</h1>

<h2>版本号：v0.0.4</h2>

<p><strong>2017.02.17</strong>
1. 完成4K卡合、印刷拼板算法 </p>

<h2>版本号：V0.0.3</h2>

<p><strong>2016-12-06：</strong></p>

<ol><li>完成：手提袋报价云端部分</li><li>修复：书型盒与天地盖算价未勾选包纸情况下覆膜进行了算价bug</li><li>完成：内托云端报价部分</li></ol>

<h2>版本号：V0.0.2</h2>

<ol><li>修改：台历架纸板算价data使用野狗云后端数据[覆膜、烫金未完成]</li><li>增加：增加后端数据查看与修改。</li><li>修改：改写纸板、印刷、纸张函数，使用Promise方式</li><li>增加：路由增加价格设置</li><li>增加：后端数据查看鉴权</li></ol>

<h2>版本号：V0.0.1</h2>

<ol><li>纸板开料计算-增加纸板价格计算</li><li>纸质内托-增加瓦楞纸板主材</li><li>纸板开别计算-修复长宽任意填写bug</li><li>天地盖盒报价-增加烫金与纸箱计算</li><li>增加手提袋计算(未完善)</li></ol>
</div>
</template>
